export const questions = [
    {
        task: 'Что выберешь: сбрить одну бровь или сделать эрокез?',
        lvl: 1
    },
    {
        task: 'Ради выигрыша в споре тебе приходилось идти на обман?',
        lvl: 2
    },
    {
        task: 'Какой была твоя самая жестокая шутка над кем-то?',
        lvl: 3
    },
    {
        task: 'Расскажи про момент, когда соврал родителям, а потом было очень стыдно?',
        lvl: 2
    },
    {
        task: 'Расскажи о своей самой постыдной фотографии',
        lvl: 4
    },
    {
        task: 'Сравнение с какими людьми тебя раздражает?',
        lvl:2
    },
    {
        task: 'За сколько бы занялся сексом с бомжом?',
        lvl: 3
    },
    {
        task: 'К кому из присутствующих испытываешь сексуальное влечение?',
        lvl: 4
    },
    {
        task: 'Сколько было половых парнёров?',
        lvl: 4
    },
    {
        task: 'Как часто мастурбируешь?',
        lvl: 4
    },
    {
        task: 'Что ты делал противозаконного?',
        lvl: 3
    },
    {
        task: 'лицемерил ли ты когда либо? Что именно?',
        lvl: 2
    },
    {
        task: 'Хотел бы заняться сексом прямо сейчас?',
        lvl: 4
    }
]

export const dare = [
    {
        task: 'Слижи соль с щеки игрока справа',
        lvl: 4
    },
    {
        task: 'Ляг в ноги любому игроку противоположенного пола на твой выбор',
        lvl: 3
    },
    {
        task: 'подожги волосы на ногах',
        lvl: 4
    },
    {
        task: 'Никому ничего не говоря кинь в кого нибудь еду',
        lvl: 4
    },
    {
        task: 'Раздеться до гола, обмазаться маслом и сидеть так 5 мин',
        lvl: 5
    },
    {
        task: 'Скинь интимную фотографию и отправь игроку слева, не удалять 10 мин',
        lvl: 5
    },
    {
        task: 'Игрок напротив снимает, как выполняющий действие занимается сексом с ногой игрока слева',
        lvl: 4
    },
    {
        task: 'Встань на табурет и спой какую либо песню на твоё усмотренение',
        lvl: 2
    }
]