export const questions = [
    {
        task: 'Что выберешь: сбрить одну бровь или сделать эрокез?'
    },
    {
        task: 'Ради выигрыща в споре тебе приходилось идти на обман?'
    },
    {
        task: 'Какой была твоя самая жестокая шутка над кем-то?'
    },
    {
        task: 'Расскажи про момент, когда соврал родителям, а потом было очень стыдно?'
    },
    {
        task: 'Расскажи о своей самой постыдной фотографии'
    },
    {
        task: 'Сравнение с какими людьми тебя раздражает?'
    },
    {
        task: 'За сколько бы занялся сексом с бомжом?'
    },
    {
        task: 'К кому из присутствующих испытываешь сексуальное влечение?'
    },
    {
        task: 'Сколько было половых парнёров?'
    },
    {
        task: 'Как часто мастурбируешь?'
    },
    {
        task: 'Что ты делал противозаконного?'
    },
    {
        task: 'лицемерил ли ты когда либо? Что именно?'
    },
    {
        task: 'Хотел бы заняться сексом прямо сейчас?'
    }
]

export const dare = [
    {
        task: 'Слижи соль с щеки игрока справа'
    },
    {
        task: 'Ляг в ноги любому игроку противоположенного пола на твой выбор'
    },
    {
        task: 'подожги волосы на ногах'
    },
    {
        task: 'Никому ничего не говоря кинь в кого нибудь еду'
    },
    {
        task: 'Раздеться до гола, обмазаться маслом и сидеть так 5 мин'
    },
    {
        task: 'Скинь интимную фотографию и отправь игроку слева, не удалять 10 мин'
    },
    {
        task: 'Игрок напротив снимает, как выполняющий действие занимается сексом с ногой игрока слева'
    },
    {
        task: 'Встань на табурет и спой какую либо песню на твоё усмотренение'
    }
]