export const questions = [
    {
        task: 'Что выберешь: сбрить одну бровь или сделать эрокез?',
        lvl: 1,
        author: 'Аскетизм'
    },
    {
        task: 'Ради выигрыша в споре тебе приходилось идти на обман?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Какой была твоя самая жестокая шутка над кем-то?',
        lvl: 3,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи про момент, когда соврал родителям, а потом было очень стыдно?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи о своей самой постыдной фотографии',
        lvl: 4,
        author: 'Аскетизм'
    },
    {
        task: 'Сравнение с какими людьми тебя раздражает?',
        lvl:2,
        author: 'Аскетизм'
    },
    {
        task: 'За сколько бы занялся сексом с бомжом?',
        lvl: 3,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'К кому из присутствующих испытываешь сексуальное влечение?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Сколько было половых парнёров?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Как часто мастурбируешь?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Что ты делал противозаконного?',
        lvl: 3,
        author: 'Олег(Саня)'
    },
    {
        task: 'лицемерил ли ты когда либо? Что именно?',
        lvl: 2
    },
    {
        task: 'Хотел бы заняться сексом прямо сейчас?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'расскажи о самой дорогой импульсивной покупке',
        lvl: 1,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'вылизываешь ли ты тарелку после еды',
        lvl: 2,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самый ценный для тебя подарок',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самое любимое блюдо',
        lvl: 1,
        author: 'ekatde',
        limitation: '6+'
    },
    {
        task: 'когда последний раз дрался',
        lvl: 3,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'воровал ли что либо из магазина, если да, то когда?',
        lvl: 3,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'пробывал ли ты когда курить',
        lvl: 2,
        author: 'Ekatde',
        limitation: '18+'
    },
    {
        task: 'как относишься к ЛГБТ',
        lvl: 3,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сколько денег на счету?',
        lvl: 3,
        author: 'ekatD',
        limitation: '6+'
    },
    {
        task: 'цеплял ли кого либо в клубе?',
        lvl: 3,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'когда был последний секс и как он прошёл?',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'есть какие либо обиды на родителей, то какие?',
        lvl: 4,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'есть ли судимости?',
        lvl: 4,
        author: 'Luxuria',
        limitation: '16+'
    },
    {
        task: 'Если девушка: сплёвываешь или глотаешь? Если парень: спускал ли когда либо в рот, если да то кому?',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'опиши свои фетиши в мельчайших подробностях, если есть с примерами из жизни',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
]

export const dare = [
    {
        task: 'Слижи соль с щеки игрока справа',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Ляг в ноги любому игроку противоположенного пола на твой выбор',
        lvl: 3,
        author: 'Олег(Саня)'

    },
    {
        task: 'подожги волосы на ногах',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Никому ничего не говоря кинь в кого нибудь еду',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Раздеться до гола, обмазаться маслом и сидеть так 5 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Скинь интимную фотографию и отправь игроку слева, не удалять 10 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Игрок напротив снимает, как выполняющий действие занимается сексом с ногой игрока слева',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Встань на табурет и спой какую либо песню на твоё усмотренение',
        lvl: 2,
        author: 'Олег(Саня)'
    },
    {
        task: 'Прийти к кому-нибудь из соседей. Попросить соль, сделать паузу и сказать, что ты не наркоман',
        lvl: 4,
        author: 'Ларчик'
    },
    {
        task: 'Ничего никому не говоря, узнать цвет трусиков игрока противополжного пола',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Ничего никому не говоря, вызвать сексуальное возбуждение игрока на твоё усмотрение, после чего дать лёгкую пощёчину и сказать что он(а) извращенец(ка)',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Расскажи анекдот',
        lvl: 1,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'следующий раунд сидишь с закрытыми глазами',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'зачитай реп',
        lvl: 2,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'используй коридор как подиум и устрой показ мод(вспышки фотокамер желательны)',
        lvl: 2,
        author: 'Даня',
        limitation: '12+'
    },
    {
        task: 'скинь каждому игроку по 100 рублей',
        lvl: 2,
        author: 'Даня',
        limitation: '16+'
    },
    {
        task: 'исполни хореографию кей-поп',
        lvl: 3,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'выпей бутылку пива 0.5 залпом(если нет сходи и купи)',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сними сколько угодно элементов одежды, но минимум 2 если плотно одет 3 (парные элементы, как носки считаются за 1)',
        lvl: 4,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'раздевать и одевать друг друга с близжайшим игроком противоположного пола на скорость',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сыграй в камень ножницы бумага на раздевание с любым игроком до нижнего белья одного из игроков',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
]