export const questions = [
    {
        task: 'Что выберешь: сбрить одну бровь или сделать эрокез?',
        lvl: 1,
        author: 'Аскетизм'
    },
    {
        task: 'Ради выигрыша в споре тебе приходилось идти на обман?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Какой была твоя самая жестокая шутка над кем-то?',
        lvl: 3,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи про момент, когда соврал родителям, а потом было очень стыдно?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи о своей самой постыдной фотографии',
        lvl: 4,
        author: 'Аскетизм'
    },
    {
        task: 'Сравнение с какими людьми тебя раздражает?',
        lvl:2,
        author: 'Аскетизм'
    },
    {
        task: 'За сколько бы занялся сексом с бомжом?',
        lvl: 3,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'К кому из присутствующих испытываешь сексуальное влечение?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Сколько было половых парнёров?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Как часто мастурбируешь?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Что ты делал противозаконного?',
        lvl: 3,
        author: 'Олег(Саня)'
    },
    {
        task: 'лицемерил ли ты когда либо? Что именно?',
        lvl: 2
    },
    {
        task: 'Хотел бы заняться сексом прямо сейчас?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    }
]

export const dare = [
    {
        task: 'Слижи соль с щеки игрока справа',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Ляг в ноги любому игроку противоположенного пола на твой выбор',
        lvl: 3,
        author: 'Олег(Саня)'

    },
    {
        task: 'подожги волосы на ногах',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Никому ничего не говоря кинь в кого нибудь еду',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Раздеться до гола, обмазаться маслом и сидеть так 5 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Скинь интимную фотографию и отправь игроку слева, не удалять 10 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Игрок напротив снимает, как выполняющий действие занимается сексом с ногой игрока слева',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Встань на табурет и спой какую либо песню на твоё усмотренение',
        lvl: 2,
        author: 'Олег(Саня)'
    },
    {
        task: 'Прийти к кому-нибудь из соседей. Попросить соль, сделать паузу и сказать, что ты не наркоман',
        lvl: 4,
        author: 'Ларчик'
    },
    {
        task: 'Ничего никому не говоря, узнать цвет трусиков игрока противополжного пола',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Ничего никому не говоря, вызвать сексуальное возбуждение игрока на твоё усмотрение, после чего дать лёгкую пощёчину и сказать что он(а) извращенец(ка)',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
]