export const questions = [
    {
        task: 'расскажи в подробностях как прошёл твой вчерашний день',
        lvl: 2,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'Рассикажи про свой главный детский страх',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Кто твой кумир?',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Влюблялся(лась) в преподователя?',
        lvl: 1,
        author: 'Ларчик',
        limitation: '12+'
    },
    {
        task: 'Участвовал хоть раз в драке?',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Грыз(ла) ногти в детстве?',
        lvl: 2,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'расскажи о самой дорогой импульсивной покупке',
        lvl: 1,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: ' вылизываешь ли ты тарелку после еды',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самый ценный для тебя подарок',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самое любимое блюдо',
        lvl: 1,
        author: 'ekatde',
        limitation: '6+'
    },
    {
        task: 'когда последний раз дрался',
        lvl: 2,
        author: 'Даня',
        limitation: '12+'
    },
    {
        task: 'пробывал ли ты когда курить?',
        lvl: 2,
        author: 'ekatde',
        limitation: '6+'
    },
    {
        task: 'как относишься к ЛГБТ?',
        lvl: 3,
        author: 'Даня',
        limitation: '16+'
    },
    {
        task: 'сколько денег на счету?',
        lvl: 3,
        author: 'ekatde',
        limitation: '12+'
    },
    {
        task: 'цеплял ли кого либо в клубе?',
        lvl: 3,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'когда был последний секс и как он прошёл?',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },

    {
        task: 'Есть какие либо обиды на родителей, то какие(отвечать очень развёрнуто)?',
        lvl: 4,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'есть ли судимости',
        lvl: 4,
        author: 'Luxuria',
        limitation: '12+'
    },
    {
        task: 'кончали ли тебе в рот? Если да то глотаешь или сплёвываешь. Или кончал ли ты в рот если да то кому и когда последний раз?',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'опиши свои фетиши в потребностях',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'Хотелось ли когда-нибудь сбежать из дома?',
        lvl: 2,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'самый рикоквый секс в твоей жизни',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: ' Бывал(ла) ночью на кладбище?',
        lvl: 2,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'воровал что-либо в магазине?',
        lvl: 3,
        author: 'Ларчик',
        limitation: '12+'
    },
    {
        task: 'Перебегал на спор перед электричкой или машиной?',
        lvl: 3,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Гулял(а) ли хоть раз по заброшке?',
        lvl: 3,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Влюблялся(ась) в парня или девушку своего лучшего друга / подруги',
        lvl: 3,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'За что было стыдно больше всего?',
        lvl: 4,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Целовался(лась) с тем, кто тебе не нравился?',
        lvl: 4,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Отправлял(а) интимные фото?',
        lvl: 4,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Довелось пробовать запрещенные вещества?',
        lvl: 4,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'как прошёл твой первый секс в подробностях',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Участвовал(а) в групповом сексе?',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Что выберешь: сбрить одну бровь или сделать эрокез?',
        lvl: 1,
        author: 'Аскетизм'
    },
    {
        task: 'Ради выигрыша в споре тебе приходилось идти на обман?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Какой была твоя самая жестокая шутка над кем-то?',
        lvl: 3,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи про момент, когда соврал родителям, а потом было очень стыдно?',
        lvl: 2,
        author: 'Аскетизм'
    },
    {
        task: 'Расскажи о своей самой постыдной фотографии',
        lvl: 4,
        author: 'Аскетизм'
    },
    {
        task: 'Сравнение с какими людьми тебя раздражает?',
        lvl:2,
        author: 'Аскетизм'
    },
    {
        task: 'За сколько бы занялся сексом с бомжом?',
        lvl: 3,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'К кому из присутствующих испытываешь сексуальное влечение?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Сколько было половых парнёров?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Как часто мастурбируешь?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Что ты делал противозаконного?',
        lvl: 3,
        author: 'Олег(Саня)'
    },
    {
        task: 'лицемерил ли ты когда либо? Что именно?',
        lvl: 2
    },
    {
        task: 'Хотел бы заняться сексом прямо сейчас?',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'расскажи о самой дорогой импульсивной покупке',
        lvl: 1,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'вылизываешь ли ты тарелку после еды',
        lvl: 2,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самый ценный для тебя подарок',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'самое любимое блюдо',
        lvl: 1,
        author: 'ekatde',
        limitation: '6+'
    },
    {
        task: 'когда последний раз дрался',
        lvl: 3,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'воровал ли что либо из магазина, если да, то когда?',
        lvl: 3,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'пробывал ли ты когда курить',
        lvl: 2,
        author: 'Ekatde',
        limitation: '18+'
    },
    {
        task: 'как относишься к ЛГБТ',
        lvl: 3,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сколько денег на счету?',
        lvl: 3,
        author: 'ekatD',
        limitation: '6+'
    },
    {
        task: 'цеплял ли кого либо в клубе?',
        lvl: 3,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'когда был последний секс и как он прошёл?',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'был ли секс втроём, если нет то хотел бы?',
        lvl: 3,
        author: 'ekatD',
        limitation: '18+'
    },
    {
        task: 'есть какие либо обиды на родителей, то какие?',
        lvl: 4,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'есть ли судимости?',
        lvl: 4,
        author: 'Luxuria',
        limitation: '16+'
    },
    {
        task: 'Если девушка: сплёвываешь или глотаешь? Если парень: спускал ли когда либо в рот, если да то кому?',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'опиши свои фетиши в мельчайших подробностях, если есть с примерами из жизни',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
]

export const dare = [
    {
        task: 'Расскажи анекдо',
        lvl: 1,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'следующий раунд сидишь с закрытыми глазами',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'зачитай реп',
        lvl: 2,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'используй коридор как подиум и устрой показ мод(вспышки фотокамер желательны)',
        lvl: 2,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'скинь каждому игроку по 100 рублей',
        lvl: 3,
        author: 'Даня',
        limitation: '16+'
    },
    {
        task: 'исполни хореографию кей-поп',
        lvl: 3,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'выпей бутылку пива 0.5 залпом(если нет сходи и купи)',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сними сколько угодно элементов одежды, но минимум 2 если плотно одет 3 (парные элементы, как носки считаются за 1)',
        lvl: 4,
        author: 'Luxuria',
        limitation: '16+'
    },
    {
        task: 'раздевать и одевать друг друга с близжайшим игроком противоположного пола на скорость',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сыграй в камень ножницы бумага на раздевание с любым игроком до нижнего белья одного из игроков',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'обмазать ступни игрока противоположного Пола мёдом и вылизать его',
        lvl: 5,
        author: 'MC Кирка',
        limitation: '18+'
    },
    {
        task: 'слепить из подручных предметов член и отсосать его на видео',
        lvl: 5,
        author: 'MC Кирка',
        limitation: '18+'
    },
    {
        task: 'Слижи соль с щеки игрока справа',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Ляг в ноги любому игроку противоположенного пола на твой выбор',
        lvl: 3,
        author: 'Олег(Саня)'

    },
    {
        task: 'подожги волосы на ногах',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Никому ничего не говоря кинь в кого нибудь еду',
        lvl: 4,
        author: 'Олег(Саня)'
    },
    {
        task: 'Раздеться до гола, обмазаться маслом и сидеть так 5 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Скинь интимную фотографию и отправь игроку слева, не удалять 10 мин',
        lvl: 5,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Игрок напротив снимает, как выполняющий действие занимается сексом с ногой игрока слева',
        lvl: 4,
        author: 'Олег(Саня)',
        limitation: '18+'
    },
    {
        task: 'Встань на табурет и спой какую либо песню на твоё усмотренение',
        lvl: 2,
        author: 'Олег(Саня)'
    },
    {
        task: 'Прийти к кому-нибудь из соседей. Попросить соль, сделать паузу и сказать, что ты не наркоман',
        lvl: 4,
        author: 'Ларчик'
    },
    {
        task: 'Ничего никому не говоря, узнать цвет трусиков игрока противополжного пола',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Ничего никому не говоря, вызвать сексуальное возбуждение игрока на твоё усмотрение, после чего дать лёгкую пощёчину и сказать что он(а) извращенец(ка)',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'Расскажи анекдот',
        lvl: 1,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'следующий раунд сидишь с закрытыми глазами',
        lvl: 1,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'зачитай реп',
        lvl: 2,
        author: 'Даня',
        limitation: '6+'
    },
    {
        task: 'используй коридор как подиум и устрой показ мод(вспышки фотокамер желательны)',
        lvl: 2,
        author: 'Даня',
        limitation: '12+'
    },
    {
        task: 'скинь каждому игроку по 100 рублей',
        lvl: 2,
        author: 'Даня',
        limitation: '16+'
    },
    {
        task: 'исполни хореографию кей-поп',
        lvl: 3,
        author: 'Luxuria',
        limitation: '6+'
    },
    {
        task: 'накрась ногти маркером(или чем есть)',
        lvl: 3,
        author: 'Гном',
        limitation: '6+'
    },
    {
        task: 'позвони маме и скажи что твоя девушка беремента, или, что ты беремена',
        lvl: 4,
        author: 'Белая госпожа',
        limitation: '18+'
    },
    {
        task: 'заваири себе "чефир и попей"',
        lvl: 2,
        author: 'Гном',
        limitation: '6+'
    },
    {
        task: 'станцуй приватный эротический танец самому взрослому игроку',
        lvl: 5,
        author: 'Белая госпожа',
        limitation: '18+'
    },
    {
        task: 'три круга говори с закрытым ртом(если заговорил все дают тебе пощёчину)',
        lvl: 2,
        author: 'Белая госпожа',
        limitation: '6+'
    },
    {
        task: 'позвони в макдональдс и попробуй записаться на шугаринг',
        lvl: 3,
        author: 'Белая госпожа',
        limitation: '12+'
    },
    {
        task: 'позвони и предложи секс лучшему другу/подруге',
        lvl: 5,
        author: 'Белая госпожа',
        limitation: '18+'
    },
    {
        task: 'снять трусы и сделать вертолётик/ снять лифчик с одеждой и попрыгать',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'выпей бутылку пива 0.5 залпом(если нет сходи и купи)',
        lvl: 4,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сними сколько угодно элементов одежды, но минимум 2 если плотно одет 3 (парные элементы, как носки считаются за 1)',
        lvl: 4,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'раздевать и одевать друг друга с близжайшим игроком противоположного пола на скорость',
        lvl: 5,
        author: 'Даня',
        limitation: '18+'
    },
    {
        task: 'сыграй в камень ножницы бумага на раздевание с любым игроком до нижнего белья одного из игроков',
        lvl: 5,
        author: 'Luxuria',
        limitation: '18+'
    },
    {
        task: 'рассказать простой стих',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'облизать подмышку игрока слева',
        lvl: 4,
        author: 'Гном',
        limitation: '6+'
    },
    {
        task: 'скинуть бывшему(ей) косарь на карту',
        lvl: 5,
        author: 'Белая госпожа',
        limitation: '16+'
    },
    {
        task: 'почеши переулок между булок',
        lvl: 4,
        author: 'белая госпожа',
        limitation: '6+'
    },
    {
        task: 'попробуй облизать свой локоть',
        lvl: 2,
        author: 'Гном',
        limitation: '6+'
    },
    {
        task: 'выпить алкоголь из пупка самого младшего игрока',
        lvl: 4,
        author: 'Белая госпожа',
        limitation: '18+'
    },
    {
        task: 'сбрить 1 бровь',
        lvl: 2,
        author: 'Гном',
        limitation: '6+'
    },
    {
        task: 'смачно облизать пол 10x10 см',
        lvl: 5,
        author: 'Даня',
        limitation: '16+'
    },
    {
        task: 'сними штаны, надеь на голову и сиди так до конца игры',
        lvl: 3,
        author: 'Гном',
        limitation: '18+'
    },

    {
        task: 'спеть любимую песню',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'переодеть кофту на левую сторону и сидеть до конца игры',
        lvl: 1,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'сделать 2 бутерброда из того, что имеется в холодильнике и угостить тех, кто тебе симпатичен',
        lvl: 2,
        author: 'Ларчик',
        limitation: '12+'
    },
    {
        task: 'выбрать партнера для игры в гляделки: смотреть в глаза не моргая и не смеясь 1 минуту',
        lvl: 2,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'подраться с котом или собакой',
        lvl: 2,
        author: 'Ларчик',
        limitation: '16+'
    },
    {
        task: 'попробовать кошачий или собачий корм',
        lvl: 3,
        author: 'Ларчик',
        limitation: '18+'
    },
    {
        task: 'сделать массаж ушей соседу напротив',
        lvl: 3,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'понюхать подмышку соседа слева или справа',
        lvl: 3,
        author: 'Ларчик',
        limitation: '12+'
    },
    {
        task: 'помыть голову гелем для душа и замотать голову полотенцем',
        lvl: 4,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'побрить ногу одному из парней',
        lvl: 4,
        author: 'Ларчик',
        limitation: '16+'
    },
    {
        task: 'Нарисовать ручкой тату Бабочку на попе соседа напротив',
        lvl: 4,
        author: 'Ларчик',
        limitation: '6+'
    },
    {
        task: 'Ничего не говоря укусить за бок соседа слева или справа',
        lvl: 5,
        author: 'Ларчик',
        limitation: '12+'
    },
    {
        task: 'с закрытыми глазами раскручивают и по инерции выбрать того, кто попался и поцеловать в губы',
        lvl: 5,
        author: 'Ларчик',
        limitation: '18+'
    }
]